Revit 2027 API
SymbolTypeId.CmSup6 Property
 Symbol cm⁶, indicating unit Centimeters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CmSup6 { get; }
Public Shared ReadOnly Property CmSup6 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CmSup6 {
	ForgeTypeId^ get ();
}
static member CmSup6 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace